Repository: orca-pet3910/Notepy
Catalog: notepy-main/locales/*/LC_MESSAGES/*.po
Languages: ru

source: Note: running this app in pyw or pythonw is more recommended than in py or python!
ru: Внимание: использовать Notepy рекомендуется в pyw или pythonw, вместо py или python!

source: made by orca.pet
ru: сделано orca.pet

source: In the commands menu you will find "New", "Open", "Save" and "Exit". What these actually do is: "New" basically makes a new empty file; "Open" opens another file WITHOUT saving it, "Save" writes data you wrote and "Exit" exits ALSO WITHOUT saving contents.
ru: В командном меню Вы найдёте "Новый", "Открыть", "Сохранить" и "Выход". Вот что они делают: "Новый" открывает новый пустой файл, "Open" открывает другой файл БЕЗ сохранения его, "Save" сохраняет информацию которую Вы написали, и "Выход" выходит также БЕЗ сохранения информации.

source: No console python files
ru: Нету консольный файлов Python

source: Normal text files
ru: Обычные текстовые файлы

source: Python files
ru: Файлы Python

source: Notepy - Untitled
ru: Notepy - безымянный

source: Choose a language
ru: Выберите язык

source: Save
ru: Сохранить

source: File
ru: Файл

source: New
ru: Новый

source: Open
ru: Открыть

source: Switch theme color
ru: Поменять цвет темы

source: Switch language
ru: Поменять язык

source: Exit
ru: Выход

source: Help
ru: Помощь

source: About Notepy...
ru: О Notepy...
